tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "bash"
brew "bash-completion@2"
brew "bsdmake"
brew "ccache"
brew "chezmoi"
brew "clang-format"
brew "direnv"
brew "fd"
brew "fzf"
brew "git"
brew "hyperfine"
brew "jq"
brew "openssl@1.1"
brew "libyaml"
brew "make"
brew "pandoc"
brew "pkg-config"
brew "pstree"
brew "readline"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "tig"
brew "tmux"
brew "tree"
brew "universal-ctags"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "dash"
cask "discord"
cask "docker"
cask "firefox-developer-edition"
cask "irccloud"
cask "kitty"
cask "mpv"
cask "mullvadvpn"
cask "ngrok"
cask "slack"
